<script>
export default {
  name: "protocolPolicy",
  created() {
    console.log(this.$route.query.type);
  },
  computed:{
    type () {
      return this.$route.query.type
    }
  }
}
</script>

<template>
  <div class="text_box">
    <div class="text_1" v-if="type==='user'">
      “奇画AI”用户服务协议<br>
      <br>
      更新日期：2024年8月26日<br>
      生效日期：2024年9月2日<br>
      <br>
      <br>
      欢迎使用奇画AI！<br>
      “奇画AI”指深圳市脸萌科技有限公司及其关联方（以下简称“我们”）合法拥有并运营的、名称为“奇画AI”的客户端应用程序、官方网站（（http://qihuaimage.com/））等以奇画AI名义为用户提供服务的产品。在奇画AI中，我们为用户（以下亦称“您”）提供AI内容生成（图生成、文生图等）
      <br><br>
      1. 导言<br>
      <br>1.1 《“奇画AI”用户服务协议》（以下称“本协议”）是我们与您订立的，就您下载、安装、打开、注册、登录、使用（以下统称“使用”）奇画AI的相关事宜约定双方权利义务的协议。我们已经发布、后续可能发布的、不时修改的与奇画AI有关的其他全部相关协议、活动规则、公告、说明、站内信通知等（合称“平台规则”）均属于本协议不可分割的组成部分，与本协议具有同等法律效力。
      <br>1.2 请您在开始使用奇画AI之前，认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，请您重点阅读。
      <br> 1.3 奇画AI的主要适用人群是成年人，如您未满18周岁，请在监护人陪同下仔细阅读并充分理解本协议，尤其是其中的未成年人使用条款，并在征得法定监护人的同意后使用奇画AI。
      <br> 1.4 当您使用奇画AI，则视为您已详细阅读并充分理解本协议，同意作为本协议的一方当事人接受本协议的约束。如您不同意本协议，可以选择不使用奇画AI。
      <br> 1.5 请您理解，我们有权依奇画AI产品、服务或运营的需要单方决定，将本协议项下的某些服务交由我们的关联方或第三方提供或运营。请您在使用该等相关服务时，仔细阅读相应产品页面展示的信息及/或相关规则、协议等文件的内容，您同意接受相关服务，即视为您接受与该等关联方或第三方之间的权利义务亦受本协议及平台规则的约束。我们亦会要求该等关联方或第三方按照法律法规的要求保护您的合法权益。
      <br>1.6 如对本协议内容有任何疑问、意见或建议，您可通过登录奇画AI客户端或官方网站的意见反馈相关页面或发送邮件至cengqi@turingmj.com与我们联系。
      <br>
      <br>
      <br> 2. 奇画AI产品及服务<br>
      <br> 2.1 在奇画AI中，我们基于人工智能（简称“AI”）模型技术，向您提供AI内容生成等服务，您可通过《“奇画AI”隐私政策》了解奇画AI使用的模型服务；
      <br> 2.2 您使用奇画AI产品及服务的途径，包括访问奇画AI官方网站，或从我们已授权的应用市场下载安装奇画AI客户端，我们还可能会通过和终端设备厂商的合作，在您购买的终端设备中预装奇画AI客户端。在我们授权的第三方平台或应用程序中，您也可以通过我们提供的软件开发工具包（SDK）或应用程序编程接口（API）等方式使用奇画AI。若您并非从上述正规途径获取奇画AI产品或服务的，我们无法保证该版本为官方版本，亦不能保障相关版本的奇画AI能够正常使用。如您因使用非官方版本的奇画AI而遭受损失，除法律法规另有明确规定外，我们不承担任何赔偿或补偿责任。
      <br> 2.3 您使用奇画AI需自行准备如电脑、手机等相关终端设备。为实现奇画AI的全部功能，您需将终端设备联网，您应自行承担所需要的上网费、流量费等费用。
      <br> 2.4 我们许可您一项个人的、可撤销的、不可转让的、非独占的和非商业的合法使用奇画AI的权利。本协议未明示授权的其他一切权利仍由我们保留。除非得到我们事先明示的书面授权，您不得以任何未经授权的形式使用奇画AI，包括但不限于改编、复制、传播、爬虫、垂直搜索、镜像或交易等。
      <br> 2.5 为提升用户体验，或基于整体服务运营、平台安全、合规经营的需要，我们可能不定期更新或变更奇画AI产品或服务，包括但不限于修改、升级、中止或终止相关服务、提供新服务或软件包替换等，您可根据需要自行选择是否更新。如您选择不更新，则奇画AI的部分功能可能受到限制或不能正常使用。为了方便您更好地使用奇画AI，我们也可能在适当时候提醒您更新奇画AI。如您不希望使用更新后的奇画AI，您也可以自行卸载。
      <br>
      <br>
      <br> 3. 奇画AI账号<br>
      <br> 3.1 您可以选择使用我们提供的第三方平台账号授权登录功能，通过您合法拥有的第三方软件或平台的用户账号，注册并登录剪映账号，再通过剪映账号直接登录并使用奇画AI（以下简称“账号”或“奇画AI账号”），但第三方软件或平台对此有限制或禁止的除外。您应保证所使用的第三方软件或平台的用户账号已完成真实身份信息认证，并符合相关法律法规要求。如您此前未注册剪映账号，则当您使用手机号登录第三方软件或平台并完成验证时会注册一个剪映账号，您可以通过该剪映账号登录并使用奇画AI。
      <br>备注：“剪映”指我们合法拥有并运营的、标注名称为剪映且可能包含多个版本的移动互联网应用程序（“剪映移动端”）、PC端应用程序（“剪映专业版”）、“剪映”官方网站及剪映网页版（“剪映Web端”）、小程序（“剪映小程序”，名称以产品页面实际展示为准）、供第三方网站和应用程序使用的“剪映”相关软件开发工具包（SDK）和应用程序编程接口（API）。
      <br> 3.2 奇画AI使用统一的剪映账号服务，您可以使用剪映账号便捷地登录、使用奇画AI。为了满足相关法律法规要求、帮助您获得更便捷的使用体验，我们将同步奇画AI和剪映之间的账号和内容，其中包括：在您使用自己的剪映账号登录并使用奇画AI后，同步昵称、头像、账号绑定的手机号等账号资料信息；同步您授权的其他信息。您注册的剪映账号是您用以登录并使用奇画AI的凭证。收集手机号码是履行国家法律法规关于网络实名制（真实身份信息认证）要求的必要信息，如果您拒绝提供手机号码用于注册、登录，我们可能无法为您提供信息发布（包括发视频等）、生成式人工智能相关功能。
      <br> 3.3 您可以在不注册或登录奇画AI账号时使用奇画AI，但无法体验奇画AI的全部功能。在使用某些功能和/或某些单项服务前，如AI生成内容（图生成、视频生成等）、信息发布、互动交流等，您需要注册或登录奇画AI账号，并按照国家相关法律法规的要求完成真实身份信息认证。
      <br> 3.4 您有权自行设置奇画AI昵称、头像、简介等账号信息。未经他人明示书面许可，您不得以他人名义开设奇画AI账号，不得假冒仿冒他人姓名、名称、字号、商标、头像等作为账号信息。使用账号过程中，您不得采取任何方式误导社会公众混淆账号所有者，尤其不得混淆为社会公众普遍知悉的机构或个人，不得以任何形式损害他人人格权、财产权等合法权益。我们有权审核您提交的账号信息，如您提交的账号信息不符合法律、行政法规、政府规章、本协议约定的，我们有权采取警示提醒、限期改正、重置账号信息、限制账号功能、暂停使用、关闭账号、禁止重新注册等法律法规规定的处置措施。
      <br> 3.5 您的奇画AI账号仅限您本人使用，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果我们有合理理由认为使用者并非账号注册者的，为保障账号安全，我们有权暂停或终止向该账号提供服务。
      <br> 3.6 您在注册、使用奇画AI账号时，应提供真实、准确、合法、有效的身份证明材料及必要信息。当您提交的注册信息发生变更时（例如您更换了手机号、使用手机号注册的第三方平台账号），您应及时更新相应信息。若您提交的信息不准确、不真实、不合法或者我们有理由判断上述信息存疑，则我们有权要求您更正、补充，或拒绝为您提供相关服务。但您理解并同意，出于安全性和身份识别（如账号找回申诉服务等）的原因，您可能无法修改初始注册信息及其他验证信息。
      <br> 3.7 您应自行维护您的奇画AI账号的安全性与保密性。您需对您的奇画AI账号下的行为承担法律责任，包括但不限于您在奇画AI上进行的任何信息发布、款项支付等操作行为可能引起的一切法律责任。如您丢失账号，可遵照我们的申诉途径及时申请找回账号。您理解并认可，我们仅识别申诉者在申诉中所提供的验证信息与系统记录是否一致，无法识别申诉者是否系账号的真实所有者。因您保管不当等自身原因导致您的账号被盗，相应损失需由您自行承担。若您发现他人未经许可使用您的奇画AI账号，或发现其他任何安全漏洞时，请立即通知我们并采取相应方式以保护您的账号安全。
      <br> 3.8 为维护良好的社区秩序及氛围，我们可能会对奇画AI、剪映采取协同的管理手段。例如：如您在奇画AI中因违反法律法规或本协议约定的行为被采取处罚措施，您对剪映及相关服务的使用也可能受到处罚措施的影响，反之亦然。
      <br>3.9 3.10 根据相关法律法规要求，如您在注册后连续超过六个月未登录账号并使用，我们有权冻结或收回您的账号。如您的奇画AI账号被冻结或收回，您可能无法通过该账号登录并使用奇画AI；如您的奇画AI账号被收回，账号下保存的信息和使用记录将无法恢复。在冻结或收回您的奇画AI账号前，我们将以适当的方式向您作出提示，如您在收到相关提示后仍未按提示进行操作，我们将冻结或收回账号。
      <br>
      <br>
      <br>4. 用户行为规范<br>
      <br> 4.1 您知悉并承诺，在使用奇画AI的过程中：您应尊重隐私和道德，并注意保护数据安全，不得输入、分享任何未经授权的个人信息、保密信息（包括但不限于商业秘密）及未经授权的其他类型的信息；您应尊重他人合法权益，确保您的输入内容均合法合规、为您本人所有或已获得合法授权，不得输入、分享任何未经授权的内容，不得侵害他人的著作权、专利权、商标权、肖像权、姓名权、声音权、名誉权、荣誉权等权益。您不得使用奇画AI进行非法活动或发布违法内容，不得利用基于深度学习、虚拟现实、生成式人工智能等新技术新应用制作、发布、传播虚假新闻资讯信息。您在发布或传播利用基于深度学习、虚拟现实、生成式人工智能等新技术新应用制作的非真实信息，或其他可能导致公众混淆或误认的信息内容时，应当以显著方式予以标识；同时，您不得以任何方式遮挡、涂抹或删除我们对内容标注的显著标识。
      <br>4.2 我们致力于提供文明、理性、友善、高质量的交流平台。在您按规定完成真实身份信息认证后，可以使用奇画AI制作、发布视频、图片、文字等信息内容，并保证所发布信息内容（无论是否公开）符合法律法规要求，如您发布涉及国内外时事、公共政策、社会事件等相关信息时，应当准确标注信息来源。
      <br> 4.3 您不得制作、复制、发布、传播以下违法违规内容：
      <br>  （1）反对宪法确定的基本原则的；
      <br>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
      <br>（3）损害国家荣誉和利益的；
      <br>（4）歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的；
      <br>（5）宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的；
      <br> （6）宣扬民族仇恨、民族歧视，破坏民族团结的；
      <br>（7）破坏国家宗教政策，宣扬邪教和封建迷信的；
      <br> （8）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；
      <br> （9）散布、传播淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
      <br>（10）侮辱或者诽谤他人，侵害他人名誉权、隐私权、肖像权、知识产权或其他合法权益的；
      <br>（11）违反互联网广告相关法律法规的商业广告；
      <br>（12）法律、行政法规禁止的其他内容。
      <br>4.4 您不得制作、复制、发布以下不良内容，亦应当主动抵制此类内容的传播：
      <br>（1）使用夸张标题，内容与标题严重不符的；
      <br>（2）炒作绯闻、丑闻、劣迹等的；
      <br>（3）不当评述自然灾害、重大事故等灾难的；
      <br>（4）带有性暗示、性挑逗等易使人产生性联想的；
      <br>（5）展现血腥、惊悚、残忍等致人身心不适的；
      <br>（6）煽动人群歧视、地域歧视等的；
      <br>（7）宣扬低俗、庸俗、媚俗内容的；
      <br>（8）可能引发未成年人模仿不安全行为和违反社会公德行为、诱导未成年人不良嗜好等的；
      <br>（9）对他人进行暴力恐吓、威胁，实施网络暴力行为的；
      <br>（10）散布污言秽语，损害社会公序良俗的；
      <br>（11）其他含有违反法律法规、公共政策、公序良俗，或可能干扰我们正常运营，侵犯其他用户或第三方合法权益的。
      <br> 4.5 您不得制作、复制、发布、传播含有高危险性、危害表演者自身或他人身心健康的内容：
      <br>（1）任何暴力和/或自残行为内容的；
      <br> （2）任何威胁生命健康、利用危险器械表演，或其表演方法可能危及自身或他人人身和/或财产安全的；
      <br>（3）怂恿、诱导他人参与可能会造成人身伤害或导致死亡的危险活动的。
      <br>4.6 您不得发布扰乱平台经营秩序的信息，包括但不限于垃圾信息、商业招揽信息、过度营销信息，与所评论的内容没有关联的信息，刻意使用字符组合以逃避技术审核的信息。
      <br>4.7 如果我们有合理理由认为您的行为违反或可能违反上述约定的，我们有权进行处理，包括在不事先通知的情况下终止向您提供奇画AI的全部或部分服务，并依法追究相关方的法律责任。


      <br>5. 网络安全保护<br>
      <br>5.1 您不得使用任何插件、外挂、系统或第三方工具对奇画AI的正常运行进行干扰、破坏、修改或施加其他影响，包括但不限于使用任何自动化程序、软件或类似工具接入奇画AI，收集或处理其中信息、内容。
      <br>5.2 您不得进行任何危害奇画AI系统安全的行为，亦不得利用奇画AI从事任何危害计算机网络安全的行为。该等行为包括但不限于：
      <br>（1）非法侵入网络、干扰网络正常功能、窃取网络数据等危害网络安全的活动；
      <br>（2）提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具；
      <br>（3）明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助；
      <br>（4）使用未经许可的数据或进入未经许可的服务器或账号；
      <br>（5）未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；
      <br>（6）未经许可，企图探查、扫描、测试奇画AI系统或网络的弱点或其他实施破坏网络安全的行为；
      <br>（7）企图干涉、破坏奇画AI系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；
      <br>（8）伪造TCP/IP数据包名称或部分名称；
      <br>（9）对奇画AI进行反向工程、反向汇编、编译或者以其他方式尝试发现奇画AI的源代码；
      <br>（10）恶意注册奇画AI账号，包括但不限于频繁、批量注册账号；
      <br>（11）其他可能危害奇画AI或其他平台计算机网络安全的行为。
      <br> 5.3 未经我们书面许可，任何用户、第三方均不得自行或协助他人对奇画AI中的信息或内容进行如下行为：
      <br>（1）利用奇画AI中的信息或内容，用于宣传自身产品、为自身产品增加用户、混淆自身产品与奇画AI的关系等不正当竞争的目的；
      <br>（2）擅自编辑、整理、改编奇画AI中的信息或内容后，在奇画AI的源页面以外的渠道或平台进行展示；
      <br>（3）采用技术手段或特殊识别方法，对奇画AI中的信息或内容进行修改、劫持、导流、遮挡、插入、弹窗，或其他导致用户无法正常使用奇画AI的行为；
      <br>（4）以盗链、冗余盗取、爬虫抓取、模拟下载、深度链接、假冒注册等任何不正当方式盗取、监视、复制、传播、展示、镜像、上传、下载、使用奇画AI中的信息或内容；
      <br>（5）以隐藏或修改奇画AI域名、奇画AI标识、奇画AI用户信息等方式使用、传播奇画AI中的信息或内容；
      <br>（6）利用未经授权获取的奇画AI中的信息或内容用于统计热词、命中率、分类、点击率、阅读量等；
      <br>（7）将奇画AI中的信息或内容用于我们书面授权范围之外的任何形式的销售和商业使用，或以任何形式向第三方提供或允许第三方使用；
      <br>（8）干扰奇画AI中的信息或内容的相关数据，包括影响内容使用量，篡改奇画AI数据等；
      <br>（9）其他非法获取或使用奇画AI中的信息或内容的行为。
      <br> 5.4 如果我们有合理理由认为您的行为违反或可能违反上述约定的，或您有其他行为导致奇画AI的信息和内容受到不利影响，或导致奇画AI用户的权益受损的，我们有权进行处理，包括在不事先通知的情况下终止向您提供服务，并依法追究相关方的法律责任。
      <br>
      <br>
      <br>6. 投诉举报<br>
      <br> 6.1 我们设立公众投诉、举报的反馈机制，您可按照我们公示的反馈路径向我们投诉、举报各类违反法律法规、本协议约定的行为及内容，我们将及时受理和处理您的投诉、举报，以共同营造风清气正的网络空间。
      <br> 6.2 如您发现奇画AI内存在任何侵犯您权利的内容，您可通过奇画AI客户端或网站中提示的投诉途径（包括通过发送邮件至邮箱cengqi@turingmj.com）通知我们，并提供您享有相关权利的证据，我们将会依据相关法律规定及时处理您的投诉。如您在奇画AI发布的内容被相关权利人投诉侵权并被处理，且您不认可处理结果，依据法律规定，您应根据我们提示的方式（如通过发送邮件至邮箱cengqi@turingmj.com），向我们提交不存在侵权行为的相关权利证明材料进行申诉，我们同样将会依据相关法律规定及时处理您的申诉。
      <br>
      <br>
      <br>7. 违约处理<br>
      <br>7.1 如果您违反含平台规则在内的本协议约定，我们有权视情况采取预先警示、拒绝发布、立即停止传输信息、删除内容、短期禁止发布内容或评论、限制账号部分或者全部功能，直至终止提供服务、永久关闭账号及法律法规规定的其他处置措施，对于因此造成奇画AI功能不可用、账号信息删除、内容删除、无法正常获取您账号内资产或其他权益等不利后果，应由您自行承担。对已删除的用户信息或内容，我们有权不予恢复。
      <br>7.2 如果您采取不正当或作弊等手段参与奇画AI内举办的有奖销售活动，我们有权限制或取消您参与活动的资格，取消或撤回奖励。如您已领取奖励，我们有权要求您退回奖品或同等价值的现金。
      <br>7.3 我们有权公告处理结果，且有权根据实际情况决定是否恢复相关账号的使用。对涉嫌违法犯罪的行为，我们将保存有关记录，并有权依法向有关主管部门报告、配合有关主管部门调查。
      <br> 7.4 我们尊重并保护用户及他人的知识产权、名誉权、姓名权、隐私权等合法权益。如您侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益，引起第三方投诉、举报或以诉讼等方式维权索赔的，我们有权根据法律法规要求采取必要措施。因您的行为导致我们向任何第三方承担赔偿责任，或遭受国家机关处罚，或受到其他经济损失或商誉损失的，您应赔偿我们因此遭受的全部损失。
      <br>
      <br>
      <br> 8. 用户个人信息保护<br>
      <br>8.1 我们与您一同致力于个人信息的保护。
      <br> 8.2 保护用户个人信息是我们的基本原则之一。您在使用奇画AI的过程中，可能需要提供您的个人信息，以便我们向您提供更好的服务和相应的技术支持。
      <br> 8.3 当您开启或使用奇画AI时，为实现您选择使用的功能、服务，或为遵守法律法规的要求，我们会处理相关信息。
      <br> 8.4 我们可能会根据推荐算法，向您个性化推荐内容。我们不断完善与探索推荐系统的优化方案，并依法保证您对个性化推荐的自主选择及控制权。
      <br>
      <br>8.5 我们将依法保护您浏览、修改、删除相关个人信息以及撤回授权的权利，并将运用加密技术、匿名化处理等其他与奇画AI产品及服务相匹配的安全技术措施保护您的个人信息。
      <br> 8.6 更多关于个人信息保护的内容，请参见《“奇画AI”隐私政策》。
      <br>
      <br>
      <br>9. 知识产权<br>
      <br>9.1 奇画AI产品和服务的全部知识产权归我们所有，包括但不限于软件、技术、程序、网页、文字、图片、音频、视频、图表、版面设计、电子文档等。我们提供奇画AI产品及服务时所依托的软件的著作权、专利权及其他知识产权均归我们所有，或我们已获得有效授权。
      <br>9.2 在您使用奇画AI期间，您可以向奇画AI提交文本、图片等输入内容（合称“输入内容”），奇画AI接收响应您的输入内容而生成图片、视频等输出/生成内容（合称“输出内容”），具体的输入内容、输出内容类型以产品功能实际情况为准。您理解并承诺，输入内容以及您在使用奇画AI时发布的内容，包括但不限于文字、图片、视频、音频等各种形式的内容及其中包含的音乐、声音、台词、视觉设计、对话等所有组成部分，均由您原创或已获合法授权，不存在任何违反法律法规规定、侵犯他人合法权益（包括但不限于著作权、专利权、商标权等知识产权及人格权、个人信息权益等其他权益）、违反公序良俗的内容。在法律法规规定允许的范围内，您使用奇画AI输出内容的知识产权及产生的其他财产权益（如有）归属于您。但是，如输入内容和/或输出内容本身包含了我们享有知识产权或其他合法权益的内容，则前述输入内容和/或输出内容的相应权利或/及权益仍由我们享有，不因被包含在输出内容当中而改变其权属。您通过奇画AI上传、发布所产生内容的知识产权归属您或原始著作权人所有。
      <br>9.3 为持续改善奇画AI为您提供的各项服务，您理解并同意，对于您使用奇画AI的输入内容、输出内容及发布的所有信息内容（合称“信息内容”），您授予我们一项免费的、可进行分许可及再许可、全球范围内的、非独家的、永久的、可转让的权利，允许我们用于根据本协议向您提供服务、优化我们的产品服务及模型以及确保服务的安全性和稳定性。
      <br> 9.4 为使您的作品得到更好的分享及推广，提高其传播价值及影响力，对于您通过奇画AI上传发布的各种形式的内容，如文字、图片、音视频及其中包括的音乐、声音、台词、视觉设计、对话等所有组成部分，您授予我们一项全球范围内、免费、非独家、可多层次再许可的权利，包括复制权、翻译权、汇编权、信息网络传播权、改编权及制作衍生品、表演和展示的权利等。上述权利的使用范围包括在奇画AI或其他网站、应用程序或智能终端设备等产品上使用。您同意我们有权自行或许可第三方在与上述内容或我们有关的任何宣传、推广、广告、营销和/或研究中使用，也可以通过其他方式开发该等全部或部分内容。上述授予的权利包括使用、复制和展示您拥有或被许可使用并植入内容中的个人形象、肖像、姓名、商标、服务标志、品牌、名称、标识和公司标记（如有）以及任何其他品牌、营销或推广资产、物料、素材等的权利和许可。
      <br> 9.5 为了更好地保护您的权利，您确认我们有权根据上述授权，自行或委托第三方对您上传发布且享有知识产权的内容进行维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等，我们有权对维权事宜做出决策并独立实施。
      <br> 9.6 基于部分功能的特性，您通过奇画AI上传发布的内容及其中包含的声音、音频或对话等，可供其他用户使用奇画AI创作及发布相关内容时使用，其他用户亦可能基于奇画AI功能设定对您的内容进行转发、复制、下载。我们将通过本协议或平台规则要求其他用户在此过程中不得侵犯您的合法权益，如果您发现其他用户在使用时侵犯了您的合法权益，可以通过奇画AI提供的侵权投诉渠道对相应内容进行投诉。
      <br>9.7 我们为奇画AI开发、运营提供技术支持，并对奇画AI的开发和运营等过程中产生的所有数据和信息等享有法律法规允许范围内的全部权利。
      <br>9.8 请您在任何情况下都不要擅自使用“奇画AI”、“http://qihuaimage.com/”等与奇画AI品牌相关的任何商标、服务标记、商号、域名、网站名称或其他品牌标识（统称为“标识”）。未经我们事先书面同意，您不得将本条款前述标识以单独或结合任何方式展示、使用或申请注册商标、注册域名等，也不得实施向他人明示或暗示有权展示、使用或其他有权处理该些标识的行为。由于您违反本协议使用标识给我们或他人造成损失的，由您承担全部法律责任。
      <br>
      <br>
      <br>
      <br>10. 关于第三方服务的特殊约定<br>
      <br>  10.1 您在奇画AI中使用第三方提供的产品或服务时，除遵守本协议及奇画AI中的其他相关规则外，还可能需要您仔细阅读、同意并遵守第三方的协议、相关规则。如因第三方产品或服务产生的争议、损失或损害，需由您自行与第三方依据相关协议解决。
      <br>  10.2 您在奇画AI可以选择使用您的第三方支付账户进行支付，您理解并确认，该支付服务由具备合法资质的第三方向用户提供，除受到本协议约束外，还受第三方支付服务方及金融机构的条款和政策的约束。该等支付服务的使用条件及规范由您与支付服务提供方确定。
      <br> 10.3 如您在奇画AI中使用包括但不限于第三方支付等金融服务时，请认真了解该等服务的内容，充分阅读并同意相关协议条款。
      <br>
      <br>
      <br>11. 未成年人使用条款<br>
      <br> 11.1 若您是未满18周岁的未成年人，您应在监护人指导下认真阅读本协议，经您的监护人同意本协议后，方可使用奇画AI。若您未取得监护人的同意，监护人可以通过平台公示渠道通知平台处理相关账号，平台有权对相关账号的功能（包括但不限于浏览、AI内容生成、发布信息、互动交流等）进行限制。
      <br>11.2 我们重视对未成年人个人信息及隐私的保护。我们特别提醒您在填写未成年人个人信息时应加强保护意识并谨慎使用和发布包含未成年人素材的内容。您应当取得使用和展示未成年人的肖像、声音等信息的全部合法授权及同意，且允许我们依据本协议使用、处理该等与未成年人相关的内容。如相关内容侵犯未成年人权利，我们在收到权利人通知或基于其他保障未成年人合法权益的考虑，有权处理相关内容并视情况通知您。
      <br>11.3 我们将与监护人共同努力，保护未成年人身心健康。如果您是监护人，您亦应履行对未成年人的监护义务，关注未成年人网络安全，引导未成年人健康合理使用网络。未成年人应当在其监护人的监督指导下，在合理范围内正确学习使用网络，养成良好上网习惯，避免沉迷虚拟的网络空间。
      <br> 11.4 青少年用户必须遵守《全国青少年网络文明公约》：
      <br> （1）要善于网上学习，不浏览不良信息；
      <br>  （2）要诚实友好交流，不侮辱欺诈他人；
      <br> （3）要增强自护意识，不随意约会网友；
      <br> （4）要维护网络安全，不破坏网络秩序；
      <br>（5）要有益身心健康，不沉溺虚拟时空。
      <br> 11.5 监护人特别提示
      <br> （1）如您的被监护人使用奇画AI的，您作为监护人应指导并监督被监护人的注册和使用行为。如您的被监护人申请注册或登录奇画AI账号，我们有权认为其已取得您的同意。
      <br>（2）您的被监护人在使用奇画AI时可能使用充值等功能。您作为监护人，请保管好您的支付设备、支付账户及支付密码等，以避免被监护人在未取得您同意的情况下通过您的奇画AI账号使用充值等功能。
      <br>  如您对保护未成年人权利有其他问题，您可通过意见反馈相关页面或发送邮件至cengqi@turingmj.com与我们联系。
      <br>
      <br>
      <br> 12. 功能的局限性和责任声明<br>
      <br> 12.1 生成式及深度合成式人工智能可以为社会带来当前和潜在的好处，但是，由于技术限制或伦理问题，我们也十分关注模型被滥用的可能。我们在此提醒，您选择和使用奇画AI，应充分知悉并同意：
      <br> （1）鉴于现阶段科学技术的局限性以及人工智能的性质，我们难以保证输出内容的真实性、准确性、可靠性。输出内容仅基于我们训练时所使用的有限数据，请您结合自身需求并对输出内容进行客观、审慎的评估，避免对输出内容产生任何依赖或将其作为您采取或避免采取任何行动的依据。我们建议，在您根据输出内容采取任何行动之前，应当严肃考虑进一步咨询专业人士的建议，特别是与健康、医疗、财务、投资、保险等涉及对您或者您的相关方可能会产生重大影响的事宜。
      <br>（2）您应科学理性认识和依法使用生成式及深度合成式人工智能技术，不得违反本协议及平台规则，了解并严格遵守《中华人民共和国数据安全法》《中华人民共和国个人信息保护法》《中华人民共和国网络安全法》《生成式人工智能服务管理暂行办法》《互联网信息服务深度合成管理规定》等法律法规的要求，承担因您自身违法行为可能导致的法律责任。奇画AI对输出内容不作任何保证，您应当对输出内容自行加以客观、审慎的判断和验证，您根据输出内容所作出的任何判断或者据此作出的后续相关操作行为，所带来的后果和责任（包括但不限于因您对输出内容的真实性、准确性、可靠性、不侵权的判断等产生的风险）均由您自行承担。
      <br>
      <br>  （3）请您了解，我们非常重视模型的内容安全问题，将努力采取合理的安全措施来过滤模型产出的不当/有害内容，尽可能使得其输出内容符合预期，但无法完全排除仍有失误出现的情况。如果您遇到此种情况，请及时与我们反馈，我们将基于您的反馈持续优化模型。
      <br>（4）奇画AI产品及服务是按照现有技术和条件所能达到的现状提供的。尽管我们已经尽了最大努力确保功能服务的连贯性和安全性，但由于现阶段科学技术的局限性，我们无法确保所提供的服务毫无瑕疵，也无法随时预见和防范法律、技术以及其他风险。因此，在任何情况下，我们不对任何直接、间接、后果性、惩罚性、偶然性、附带性、特殊性、刑罚性、惩戒性的损害承担责任，包括但不限于因您使用奇画AI功能服务或您依赖输出内容所采取的任何行为而遭受的损失。
      <br>（5）模型输出内容不代表奇画AI的态度、观点或立场。由于技术局限性，不排除输出内容不合理、有瑕疵或可能存在其他问题；如您有任何疑问或需要帮助的，欢迎并感谢您随时通过奇画AI客户端或网站的意见反馈入口或通过发送邮件至邮箱cengqi@turingmj.com联系我们，再次感谢您对奇画AI的理解与支持！
      <br>12.2 您理解并同意，我们提供的奇画AI产品及服务是按照现有技术和条件所能达到的现状提供的。我们不对下述情形进行任何明示或暗示的保证：
      <br> （1）奇画AI产品及服务完全适合您的使用要求、符合特定用途，经由我们取得的任何产品、服务或其他信息符合您的期望；
      <br>（2）奇画AI产品及服务不受干扰，及时、安全、可靠或不出现任何错误，永久可用；
      <br>（3）奇画AI产品及服务中任何错误都将能得到更正；
      <br>（4）您在使用奇画AI产品及服务过程中不面临任何风险。
      <br>12.3 我们会尽最大努力确保服务的连贯性和安全性，但奇画AI产品及服务可能会受多种因素的影响或干扰。您理解并同意，因下述情况导致服务暂停、中止、终止或造成任何损失的，我们在法律法规允许范围内免于承担责任：
      <br>（1）因不可抗力等因素，包括但不限于政府行为、自然灾害（如洪水、地震、台风等）、战争、罢工、骚乱、疫情等；
      <br>（2）因电力故障、通讯网络故障、黑客攻击、恶意程序攻击、病毒、第三方服务瑕疵等我们不能控制的因素；
      <br> （3）我们对奇画AI产品及服务的相关系统或设备进行检修、维护、升级、保养。我们将尽最大努力在此种情况下事先通知您。
      <br> 12.4 如有涉嫌借款、投融资、理财或其他涉财产的网络信息、账户密码、推广等信息的，请您格外谨慎对待并自行判断，对您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，除法律法规另有明确规定外，我们不承担任何直接、间接、连带或惩罚性的赔偿责任。
      <br>12.5 我们依据法律法规、本协议和平台规则约定获得审核、处理违法违规内容的权利，但该权利不构成我们的义务或承诺，我们不能保证及时发现违法行为或进行相应处理。
      <br> 12.6 本协议旨在保障遵守国家法律法规、维护公序良俗，保护用户和他人合法权益，我们在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证我们的判断完全与司法机关、行政机关的判断一致。
      <br> 12.7 除非我们另行明确约定或承诺，我们不保证奇画AI在除官方发布以外的司法辖区内均合法、适当。如果您在奇画AI官方发布以外的司法辖区使用奇画AI，您确认该等使用行为是您自身的主动意愿，您将自行保证您使用奇画AI的行为符合当地所有适用法律的要求，并自行承担相应的风险、责任。
      <br>12.8 在任何情况下，我们均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害承担责任，该等损害包括但不限于您因使用奇画AI而遭受的利润损失。除法律法规另有明确规定外，我们对您承担的全部责任，无论因何原因或何种行为方式，始终不超过您因使用奇画AI期间而支付给我们的费用（如有）。
      <br>
      <br>
      <br> 13. 通知<br>
      <br>13.1 为给您提供更好的服务，或因国家法律法规、政策调整，技术条件、产品功能等变化需要，我们会适时对本协议进行修订，修订内容构成本协议的组成部分。本协议更新后，我们会在奇画AI客户端及官方网站发出更新版本，并在更新后的条款生效前通过奇画AI客户端及官方网站（http://qihuaimage.com/）公告或其他适当的方式提醒您更新的内容，以便您及时了解本协议的最新版本，您也可以在奇画AI客户端或官方网站中查阅最新版本的协议条款。如您继续使用奇画AI，即表示您已同意接受修订后的本协议内容。如您对修订后的协议内容存有异议的，请立即停止登录或使用奇画AI。
      <br> 13.2 我们对您的通知可能会以包括但不限于系统提示、页面弹窗或提示、公告、站内信、手机短信等方式中的一种或多种进行，如果您在奇画AI中预留的联系方式发生变化的，您应当及时更新。我们的通知可能对您的权利义务有重大影响，您应注意保持可联系状态并及时查阅上述通知内容。
      <br>
      <br>
      <br> 14. 其他<br>
      <br> 14.1 本协议的成立、生效、履行、解释及争议的解决均应适用中华人民共和国法律。倘若本协议之任何约定因与相关法律法规抵触而无效，则这些条款应在不违反法律的前提下按照尽可能接近本协议原条文目的之原则进行重新解释和适用，且本协议其它规定仍应具有完整的效力及效果。
      <br> 14.2 本协议的签署地点为中华人民共和国北京市海淀区，若您与我们发生任何争议，双方应尽量友好协商解决，协商不成，您同意应将争议提交至北京市海淀区有管辖权的人民法院诉讼解决。
      <br>14.3 本协议中的标题仅为方便阅读而设，并不影响本协议中任何约定的含义或解释。
      <br>14.4 您和我们均是独立的主体，在任何情况下本协议不构成我们对您的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、合营或雇佣关系。

    </div>
    <div class="text_2" v-if="type==='policy'">
      “奇画AI”隐私政策  <br>
      <br>
      <br>
      更新日期：2025年4月11日
      <br>
      生效日期：2025年4月11日
      <br>
      “奇画AI”指江西摩诘AI及其关联方（以下简称“我们”）合法拥有并运营的、标注名称为奇画的客户端应用程序、官方网站（http://qihuaimage.com/）
      我们作为奇画AI的运营者，深知个人信息对您的重要性，我们将按照法律法规的规定，保护您的个人信息及隐私安全。我们制定本隐私政策并特别提示：希望您在使用奇画AI及相关服务前仔细阅读并理解本隐私政策，以便作出适当的选择。
      <br>
      <br>
      概要
      <br>我们将通过本隐私政策向您介绍不同场景下我们如何处理个人信息。当您开启或使用奇画AI时，为实现您选择使用的功能、服务，或为遵守法律法规的要求，我们会处理相关信息。我们将在隐私政策中逐项说明相关情况，有关您个人信息权益的重要条款已用加粗形式提示，请特别关注。
      <br>除本隐私政策外，在特定场景下，我们还会通过即时告知（含弹窗、页面提示等）、功能更新说明等方式，向您说明对应的信息收集目的、范围及使用方式，这些即时告知及功能更新说明等构成本隐私政策的一部分，并与本隐私政策具有同等效力。
      <br>下文将帮您详细了解我们如何收集、使用、存储、传输、公开与保护个人信息；帮您了解查询、更正、补充、删除、复制、转移个人信息的方式。其中，有关您个人信息权益的重要内容已用加粗形式提示，请特别关注。
      <br> 1. 我们如何收集和使用个人信息
      <br>2. 数据使用过程中涉及的合作方以及转移、公开个人信息
      <br>3. 管理您的个人信息
      <br>4. 我们如何保护个人信息的安全
      <br> 5. 我们如何存储个人信息
      <br>6. 未成年人条款
      <br>7. 隐私政策的查阅和修订
      <br> 8. 联系我们
      <br>
      <br>
      <br>1 我们如何收集和使用个人信息
      <br>
      <br>1.1 账号服务
      <br>1.2 AI内容生成服务
      <br>1.2.1 服务内容
      <br>我们基于人工智能（以下简称“AI”）模型技术，向您提供AI内容生成（图片、音视频生成）等服务。为了向您提供服务，我们会收集您主动选择或输入的文字、图片、音视频等内容及指令。我们会对上述信息进行分析，以便于更好地为您生成符合您指令和要求的内容。同时，在经过安全加密技术处理、严格去标识化且无法重新识别特定个人的前提下，我们可能会将所收集的数据以及模型生成的对应内容用于模型优化，并不断调整优化模型的效果。
      您在使用AI内容生成时（包括但不限于导入素材、导出生成内容等），我们会根据您具体使用到的功能和服务类型请求您授权相册或存储权限。如果您拒绝授权，您将无法使用导入素材、导出生成内容等功能，但不影响您使用奇画AI的其他功能。
      为了实现相关功能，我们基于技术原因需要将您主动选择或上传的原始素材内容上传服务端处理。其中，部分功能需要对包含人脸、声音的素材内容进行分析处理，请放心，前述素材内容仅用于实现“人像写真”、“数字人”等功能与服务的生成效果，不会用于辨识特定个人、验证个人身份等其他目的。
      <br>1.2.2 模型与算法
      <br>
      为了向您提供丰富、多样的产品功能和服务，您可点击此处查看我们使用的各类模型与算法服务及其备案情况，并查看算法基本原理、目的意图和主要运行机制等，以帮助您充分了解我们使用的模型与算法服务的情况，保障您的知情权和选择权。
      <br>
      <br>1.3 内容浏览和搜索
      <br>在您浏览奇画AI内容的过程中，我们会记录您的使用情况。如果您未登录账号，我们会通过设备对应的标识符信息来记录您的点击、浏览、下载、分享、反馈信息。如果您已登录账号，我们会通过您的奇画AI账号记录您的点击、浏览、下载、分享、关注、反馈、做同款、发布、点赞、评论等。
      当您使用搜索时，我们会收集、分析您的搜索指令（文本形式）、搜索日志记录。同时，为了向您展示相关程度更高的搜索结果，我们会根据内容相关性、时效性等因素自动对搜索结果进行排序。部分搜索结果、相关搜索词将可能根据您的搜索/浏览历史、日志信息等进行展示。
      为了提供高效的搜索服务，部分前述信息还会暂时存储在您的本地存储设备之中，并向您展示搜索结果内容、搜索历史记录，您可在点击搜索图标后查看和删除本地搜索历史记录。
      当您播放视频等内容时，为了适配您的设备状态，我们会调用设备的重力、加速度、陀螺仪等传感器，以识别您的设备横竖屏状态。
      <br>
      <br>1.4 信息发布
      <br>
      您在奇画AI主动上传、发布灵感模板、音视频等内容时，我们会根据您使用的功能和服务类型请求您授权相册权限。如果您拒绝授权，将无法使用相应发布功能，但不影响您使用奇画AI的其他功能。

      您发布的内容中会展示您的昵称、头像等信息。

      为不断优化我们的产品服务，持续改善我们的内容生态、互动效果及使用体验，我们会基于您公开发布的灵感模板、音视频等作品的时长以及该等作品的观看、互动、使用等情况进行效果统计及分析，并对外公开展示部分统计数据。
      <br>
      <br>1.5 其他功能
      <br>1.5.1 消息通知
      <br> 您知悉并同意，我们在运营中可能会通过您在使用产品及/或服务的过程中所提供的联系方式（例如：电话号码），向您同时发送一种或多种类型的通知，例如消息告知、身份验证、安全验证、用户使用体验调研；此外，我们也可能会以短信、电话的方式，为您提供您可能感兴趣的服务、功能或活动等商业性信息。但请您放心，如您不愿接受这些信息，您可以通过手机短信中提供的退订方式进行退订，也可以直接与我们联系进行退订。
      我们会通过您的设备的系统通知，向您推送您的账号动态、您关注的用户或内容动态、推荐内容等，您可选择在设备中关闭奇画AI的通知功能。
      <br>1.5.2 分享互动
      <br>在您分享或接收被分享的信息、参加活动等情形下，奇画AI客户端需要在本地访问您的剪切板，写入口令或读取其中包含的口令、分享码、链接，以实现跳转、分享、活动联动等功能或服务。奇画AI客户端仅在本地识别出剪切板内容属于奇画AI跳转、分享、活动联动等指令时才会将其上传我们的服务器。除此之外，奇画AI客户端不会上传您剪切板或相册中的其他信息至我们的服务器。

      有些手机设备的系统会提示应用（App）正在读取剪切板或相册，但该系统提示无法区分是本地处理还是上传至服务端，且由于统计方式的差异，不排除误报的可能。因此，如果您发现类似提示并有疑问，请与我们联系，以便我们定位问题。
      <br>
      <br>1.6 运营与安全运行
      <br>我们致力于为您提供安全、可信的产品与使用环境，提供优质而可靠的服务与信息是我们的核心目标。为了维护相关产品或服务的正常稳定运行，保护您或其他用户或公众的安全及合法利益，我们会收集如下必要信息：
      <br>
      （1）为了保障软件与服务的安全运行、运营的质量及效率，在您使用奇画AI的过程中，我们会收集您的硬件型号、操作系统版本号、设备标识符（Android如AndroidID、OAID、硬件序列号（SN），iOS如IDFV、IDFA；不同的标识符在有效期、是否可由用户重置以及获取方式方面会有所不同）、网络设备硬件地址（设备MAC地址）、运营商统一匿名标识符、IP 地址、WLAN接入点（如SSID，BSSID）、蓝牙（Bluetooth）、基站、软件版本号、网络接入方式/类型/状态、网络质量数据、操作/使用/服务日志、设备传感器数据（如加速度传感器）等数据。
      <br>
      （2）为了预防恶意程序、保障运营质量及效率，在您使用奇画AI的过程中，我们会收集安装的应用列表信息、软件列表或正在运行的进程信息、应用程序的总体运行、使用情况与频率、应用崩溃情况、总体安装使用情况、性能数据、应用来源。
      <br>
      （3）我们可能收集您使用奇画AI的过程中产生的账号信息、设备信息、服务日志信息，使用上述信息以及我们的关联方、合作方获得您授权或依法可以提供给我们的信息，用于判断账号安全、交易安全、进行身份验证、识别违法违规情况、检测及防范安全事件，并依法采取必要的记录、分析、处置措施。
      <br>
      <br> 1.7 Cookie等同类技术的使用
      <br>
      Cookie 和设备信息标识等同类技术是互联网中普遍使用的技术。当您使用奇画AI及相关服务时，我们可能会使用相关技术向您的设备发送一个或多个Cookie 或匿名标识符，以收集、标识您访问、使用奇画AI时的信息。我们承诺，不会将Cookie 用于本隐私政策所述目的之外的任何其他用途。我们使用Cookie和同类技术主要为了实现以下功能或服务：
      <br>
      （1）保障产品与服务的安全、高效运转：我们可能会设置认证与保障安全性的Cookie 或匿名标识符，使我们确认您是否安全登录服务，或者是否遇到盗用、欺诈及其他不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。
      <br>
      （2）帮助您获得更轻松的访问体验：使用此类技术可以帮助您省去重复填写个人信息、输入搜索内容的步骤和流程（示例：记录搜索、表单填写）。
      <br>
      （3）为您推荐、展示、推送您可能感兴趣的内容或账号：我们可能会利用此类技术了解您的偏好和使用习惯，进行数据分析，以改善产品服务、推荐用户感兴趣的信息或功能，并优化您对内容的选择。
      <br>
      （4）在奇画AI的分享页中，我们可能会使用Cookie对浏览活动进行记录，用于向您推荐信息和排查崩溃、延迟的相关异常情况以及探索更好的服务方式。
      <br>
      （5）Cookie的清除：如您使用奇画AI网页版，大多数浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置中操作清除Cookie数据，但清除后可能无法使用由我们提供的、依赖于Cookie的功能或服务。
      <br>
      <br>1.8 服务内容的变更
      <br>
      请您了解，随着我们业务的发展，可能会调整奇画AI提供的产品或服务。如调整变化后的产品或服务所处理个人信息的目的、方式和范围发生变化的，我们会再次向您告知，并根据法律法规的相关要求征得您的同意。
      <br>
      <br> 1.9 依法豁免征得同意处理个人信息
      <br>
      请您理解，在下列情形中，根据法律法规，我们处理您的个人信息无需征得您的授权同意：
      <br>
      （1）根据您的要求订立或履行合同所必需；
      <br>
      （2）为履行法定职责或者法定义务所必需，例如与国家安全、国防安全、与刑事侦查、起诉、审判和判决执行等直接相关的法定职责或者法定义务；
      <br>
      （3）为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；
      <br>
      （4）为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
      <br>
      （5）在合理的范围内处理您自行公开的个人信息，或者其他已经合法公开的个人信息（如合法的新闻报道、政府信息公开等渠道合法公开的个人信息）；
      <br>
      （6）法律法规规定的其他情形。
      <br>
      特别说明：根据法律规定，如信息无法单独或结合其他信息识别到特定个人的，其不属于个人信息。当您的信息可以单独或结合其他信息识别到您时，或我们把没有与任何特定个人建立联系的数据与您的个人信息结合使用时，我们会将其作为您的个人信息，按照本隐私政策进行处理与保护。

      <br>
      <br> 2 数据使用过程中涉及的合作方以及转移、公开个人信息
      <br>
      <br> 2.1 数据使用过程中涉及的合作方
      <br>2.1.1 基本原则
      <br>我们与合作方合作过程中，将遵守以下原则：
      （1）合法原则：涉及数据处理活动的，应当遵守合法原则。
      <br>
      （2）正当与最小必要原则：数据使用必须具有正当目的，且应以达成目的必要为限。
      <br>
      （3）安全审慎原则： 我们将审慎评估合作方使用数据的目的，对这些合作方的安全保障能力进行综合评估，并要求其遵循合作法律协议。我们会对合作方获取信息的软件工具开发包（SDK）、应用程序接口（API）进行严格的安全监测，以保护数据安全。
      <br>
      2.1.2 委托处理
      <br>
      对于委托处理个人信息的场景，我们会与受托合作方根据法律规定签署相关处理协议，并对其个人信息使用活动进行监督。
      <br>
      2.1.3 共同处理
      <br>
      对于共同处理个人信息的场景，我们会与合作方根据法律规定签署相关协议并约定各自的权利和义务，确保在使用相关个人信息的过程中遵守法律的相关规定、保护数据安全。
      <br>
      2.1.4 合作方的范围
      <br>
      若具体功能和场景中涉及由我们的关联方、第三方提供服务，则合作方范围包括我们的关联方与第三方。
      <br>   <br>
      2.2 合作的场景
      <br>
      2.2.1 实现奇画AI内的功能或服务
      <br>
      当您使用奇画AI中由我们的合作方提供的功能，或者由软件服务提供商、智能设备提供商、系统服务提供商与我们联合为您提供的服务时，我们可能会与其使用为实现业务目的所必需的信息，包括但不限于如下功能或服务：
      <br>
      （1）消息通知：为与您使用的终端机型适配消息推送功能，终端设备制造商（华为、小米、OPPO、VIVO等）可能通过SDK等技术使用您的手机型号、版本及相关设备信息（包括硬件型号、操作系统版本、设备标识符、设备传感器信息）。
      <br>
      （2）活动参与：当您选择参加我们举办的营销活动时，经过您的同意，我们与合作方可能需要使用您的姓名、通信地址、联系方式、银行账号等信息，以便合作方向您兑现活动奖励；与此同时，我们可能与合作方共享您的去标识化的设备信息，便于合作方在向您兑现活动奖励时进行身份验证，识别及过滤拦截作弊等违法违规情况。当您参与我们和关联方共同举办的营销活动时，可能会在多个参与活动的移动应用程序（简称“活动平台”）之间同步您参与活动的账号（含标识符）、参与成绩、进度、收益等信息，以保障您在活动中获得完整的服务体验。
      <br>
      （3）客户服务：为及时处理您的投诉、建议以及其他诉求，客户服务提供商需要使用您的账号及相关信息，以及时了解、处理和响应您的需求。如有必要，也可能需要使用您的手机号码或通过其他通讯方式与您取得联系。
      <br>
      （4）支付服务：支付功能由与我们合作的第三方支付机构向您提供服务。第三方支付机构可能需要收集您的姓名、身份证号、银行卡类型及卡号、手机号码。身份证号和银行卡相关信息是个人敏感信息，这些信息是支付功能所必需的信息，拒绝提供将导致您无法使用该功能，但不影响其他功能的正常使用。抖音支付功能由抖音支付科技有限公司（简称“抖音支付”）向您提供服务。当您使用抖音支付功能时，抖音支付将会根据法律法规及监管规定收集您的相关信息以为您提供支付服务。如需进一步了解抖音支付功能，您可以查阅抖音支付的相关隐私政策。
      <br>
      2.2.2 实现安全与统计分析
      <br>
      （1）保障使用安全：我们非常重视产品、服务和账号的安全性，为保障您和其他用户的账号与财产安全，使您和我们的正当合法权益免受不法侵害，我们的合作方可能会使用必要的设备、账号及日志信息。
      <br>
      （2）分析产品情况：为分析奇画AI的产品和服务的稳定性，提供分析服务的合作方可能需要使用服务情况（崩溃、闪退记录）、设备标识信息、应用总体安装使用情况等信息。
      <br>
      （3）学术科研：为提升相关领域的科研能力，促进科技发展水平，我们在确保数据安全与目的正当的前提下，可能会与合作的科研院所、高校等机构使用去标识化或匿名化的数据。
      <br>   <br>
      2.3 运营主体变更
      <br>
      随着业务的持续发展，我们将有可能进行合并、收购、资产转让，您的个人信息有可能因此而被转移。在发生前述变更时，我们将按照法律法规及不低于本隐私政策所载明的安全标准要求继受方保护您的个人信息，继受方变更原先的处理目的、处理方式的，我们将要求继受方重新征得您的授权同意。
      <br>   <br>
      2.4 停止运营
      <br>
      如果我们停止运营产品或服务，将及时停止继续收集您的个人信息。我们会逐一送达通知或以公告的形式向您发送停止运营的告知，并对我们所持有的与已关停的产品或服务相关的个人信息进行删除或匿名化处理。
      <br>   <br>
      2.5 公开
      <br>
      我们不会主动公开您未自行公开的信息，除非遵循国家法律法规规定或者获得您的同意。
      <br>   <br>
      2.6 依法豁免征得您的授权同意的情形
      <br>
      请您理解，在下列情形中，根据法律法规及国家标准，合作方使用，或我们转移、公开您的个人信息无需征得您的授权同意：
      <br>
      （1）根据您的要求订立或履行合同所必需；
      <br>
      （2）为履行法定职责或者法定义务所必需，例如与国家安全、国防安全、与刑事侦查、起诉、审判和判决执行等直接相关的法定职责或者法定义务；
      <br>
      （3）为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；
      <br>
      （4）为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
      <br>
      （5）在合理的范围内处理您自行公开的个人信息，或者其他已经合法公开的个人信息（如合法的新闻报道、政府信息公开等渠道合法公开的个人信息）；
      <br>
      （6）法律法规规定的其他情形。
      <br>
      <br>
      3 管理您的个人信息  <br>
      <br>
      我们非常重视您对个人信息的管理，并尽全力保护您对于您个人信息的查阅、复制、更正、补充、删除、撤回同意授权、注销账号、投诉举报等权利，以使您有能力了解并保障您的个人信息安全。

      但请您理解，特定的业务功能和服务将需要您的信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供对应的功能和服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响我们此前基于您的授权而开展的个人信息处理。

      以下描述仅适用于最新版本的奇画AI手机客户端。我们在不同的版本或操作系统中提供的管理方式的路径可能有差异，请以实际为准。
      <br>   <br>
      3.1 设置管理  <br>
      3.1.1 系统权限设置
      <br>
      （1）您可以在设备的设置功能中开启或关闭相册等权限，改变授权范围或撤回您的授权。撤回授权后我们将不再收集与这些权限相关的信息，但不会影响我们此前基于您的授权而开展的个人信息处理。您可以阅读奇画AI应用权限申请与使用情况说明，以了解奇画AI申请和使用系统权限的情况。
      <br>
      （2）您可以在设备的设置中选择是否接收奇画AI发送的系统通知，或设置您希望接收的系统通知的形态。
      <br>
      3.2 逝者的个人信息保护  <br>
      我们会持续确保我们的用户信息安全无虞。如奇画AI用户不幸去世，其近亲属（以下简称“逝者近亲属”）为了自身的合法、正当利益，可通过奇画AI手机客户端中的【我】-右上角【设置】-【意见反馈】进入用户反馈界面，或通过发送邮件至jimeng.ai@bytedance.com与我们取得联系。
      逝者的未注销账号将成为纪念账号，为了充分保护逝者的个人信息权益，申请行使该等权利的逝者近亲属需要根据奇画AI的相关流程，提交逝者的身份证明、死亡证明、以及逝者近亲属本人的身份证明、与逝者之间的亲属关系证明等证明文件，完成身份核验手续后，对逝者的相关个人信息行使冻结、删除等权利，但是逝者生前另有安排的除外。
      <br>
      <br>
      4 我们如何保护个人信息的安全    <br> <br>
      我们非常重视您的个人信息安全，将努力采取合理的安全措施来保护您的个人信息，确保我们的个人信息处理活动符合法律、行政法规或依法可适用的其他制度的要求，并防止未经授权的访问以及个人信息泄露、篡改、丢失。
      <br>   <br>
      4.1 安全技术措施
      <br>
      我们会使用不低于行业通常水平的加密、去标识化技术、匿名化处理及相关合理可行的手段保护您的个人信息，并使用安全保护机制防止您的个人信息遭到恶意攻击。
      <br>   <br>
      4.2 管理制度  <br>
      我们会建立专门的安全部门、安全管理制度、数据安全流程保障您的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问您的个人信息。我们会定期对人员进行安全教育和培训，并适时对数据和技术进行安全审计。

      我们会制定并组织实施个人信息安全事件应急预案，并在发生个人信息安全事件时立即启动应急预案，努力控制这些安全事件的影响，防止不利后果扩大。一旦发生或可能发生个人信息安全事件（泄露、篡改、丢失）的，我们将按照法律法规的要求，及时向您告知以下情况：发生或者可能发生泄露、篡改、丢失的个人信息种类、原因和可能造成的危害，我们已采取的补救措施，您可以采取的减轻危害的措施以及与我们联系的方式。

      我们将及时将事件相关情况以推送通知、邮件、信函、短信及相关形式告知您，难以逐一告知时，我们会采取合理、有效的方式发布公告。

      同时，我们还将按照相关监管部门要求，上报个人信息安全事件的处置情况。
      <br>   <br>
      4.3 安全认证  <br>
      目前，奇画AI已经通过了国家信息安全等级保护（三级）的测评和备案。
      <br>   <br>
      4.4 安全提示  <br>
      尽管已经采取了上述合理有效措施，并已经遵守了相关法律法规要求的标准，但请您理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保您提供给我们的个人信息的安全性。

      您知悉并理解，您接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议您采取积极措施保护个人信息的安全，包括但不限于不将自己的账号及相关个人信息透露给他人等。

      您一旦离开奇画AI，浏览或使用第三方提供的其他产品或服务，我们将没有能力和直接义务保护您向第三方提交的任何个人信息，无论您登录、浏览或使用上述产品或服务是否基于奇画AI的链接或引导。但我们会提示您注意将进入第三方产品或服务，以便您更好地保护您的个人信息。
      <br>
      <br>
      5 我们如何存储个人信息  <br>
      <br>
      5.1 存储地点  <br>
      我们依照法律法规的规定，将在中华人民共和国境内运营过程中收集和产生的您的个人信息存储于境内。我们不会将上述信息传输至境外，如果我们向境外传输，我们将会依照国家相关法律规定执行。
      <br>   <br>
      5.2 存储期限  <br>
      5.2.1 我们仅会在为您提供奇画AI产品或服务所必需的期间内保留您的个人信息，例如：
      <br>
      （1）手机号码：当您使用手机号码绑定账号后，我们需要持续保留您的手机号码，以便于向您提供正常的服务、应对您可能的查询和客诉并保障您的账号和系统安全。
      <br>
      （2）您发布的内容及相关信息，在您未撤回、删除或未注销账号之前，我们会予以保留用于向您提供持续的业务功能。
      <br>
      5.2.2 如果您注销账号、主动删除个人信息或信息超出必要的保存期限后，我们将对您的个人信息进行删除或匿名化处理，但以下情况除外：
      <br>
      （1）遵从法律法规有关信息留存的要求（例如《中华人民共和国电子商务法》规定：商品和服务信息、交易信息保存时间自交易完成之日起不少于三年）。
      <br>
      （2）出于财务、审计、争议解决等目的需要合理延长期限的。
      <br>
      <br>
      6 未成年人条款  <br>
      <br>
      奇画AI的主要适用人群是成年人，但我们非常重视对未成年人个人信息的保护。
      <br>
      （1）若您是18周岁以下的未成年人，在注册、登录、使用奇画AI及相关服务前，应在您的父母或其他监护人的监护、指导下共同阅读并同意本隐私政策。
      <br>
      （2）若您是未成年人的监护人，在您的被监护人注册、登录、使用奇画AI及相关服务前，您应当陪同、指导您的被监护人阅读并同意本隐私政策。
      <br>
      （3）我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、使用、共享或披露未成年人的个人信息。如果我们发现在未事先获得可证实的父母或其他监护人同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。
      <br>
      （4）若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问时，请通过本隐私政策公示的联系方式与我们联系。
      <br>
      <br>
      7 隐私政策的查阅和修订  <br>
      <br>
      7.1 查阅  <br>

      （1）您可以在注册登录页面，或者在奇画AI手机客户端中的【我】-右上角【设置】-【相关协议】-【隐私政策】页面、奇画AI网页版右上角【头像】-【隐私政策】页面查看本隐私政策。
      <br>
      （2）请您了解，为了满足运营需要，我们可能会根据您所使用的手机型号、系统版本、移动客户端等因素开发不同的版本，因此在您使用特定版本时，奇画AI的功能可能与本隐私政策描述的有所区别，但不会影响数据处理的目的、方式和范围，具体可用功能以您实际使用的情况为准。
      <br>   <br>
      7.2 更新及通知  <br>
      （1）为了给您提供更好的服务，奇画AI产品和服务将不时更新与变化，我们会适时对本隐私政策进行修订。未经您明确同意，我们不会削减您依据当前生效的隐私政策所应享受的权利。
      <br>
      （2）本隐私政策更新后，我们会在奇画AI发出更新版本，并通过站内信或其他适当的方式提醒您更新的内容，以便您及时了解本隐私政策的最新版本。
      <br>
      （3）我们也可能通过功能更新，帮助您更好地管理您的个人信息，请您留意相关的功能说明。
      <br>
      <br>
      8 联系我们  <br>
      <br>
      8.1 投诉与举报  <br>
      如果您认为您的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索，您可以通过发送邮件至cengqi@turingmj.com与我们联系。

      我们核查后会在十五个工作日内反馈您的投诉与举报。
      <br>   <br>
      8.2 其他问题  <br>
      如果您对个人信息保护问题有疑问或建议，可选择通过以下方式联系我们：
      <br>
      （1）发送邮件至cengqi@turingmj.com
      <br>
      （2）邮寄至 江西省赣州市章贡区阳明2号楼10楼104室 数据安全与隐私保护中心
      <br>
      我们将尽快审核您提出的问题或建议，并在验证您的用户身份后的十五个工作日内回复
      <br>
    </div>
  </div>
</template>

<style scoped lang="less">
.text_box{
  min-height: 100vh;
  width: 100vw;
  background-color: #000000;
  .text_1,.text_2{
    padding: 60px 0;
    margin: 0 15%;
    width: 70%;
    color: #ffffff;
    font-size: 20px;
    line-height: 40px;
  }
}
</style>